[
  {
    "url": "https://www.morele.net/procesor-intel-core-i5-12400f-2-5-ghz-18-mb-box-bx8071512400f-9643517/",
    "product_data": {
      "name": "Procesor Intel Core i5-12400F",
      "producer": "Intel",
      "category": "CPU",
      "description": "<h3>Intel Core i5-12400F</h3>\n<p>Dwunasta generacja procesorów Intel Core dla komputerów stacjonarnych - Alder Lake, opracowana została przede wszystkim po to, by sprostać wymaganiom graczy, oczekujących od zestawów komputerowych niezrównanej wydajności zarówno w rozrywce, jak i pracy wielozadaniowej.</p>\n<p>Dwa rodzaje rdzeni procesora Intel Core i5-12400F zadbają o to, by wydajności nie zabrakło nawet w najbardziej wymagających produkcjach. Łącznie procesor wyposażony został w aż 6 rdzeni i 12 wątków.</p>\n<h3>Intel Thread Director - właściwy rdzeń do właściwego zadania</h3>\n<p>Za przydzielanie zadań do właściwych rdzeni odpowiada technologia Intel Thread Director, priorytetyzująca zadania i zarządzająca obciążeniem procesora.</p>\n<h3>Wsparcie dla potężnych podzespołów</h3>\n<p>Nowa architektura to znacznie więcej, niż tylko surowa wydajność procesora. To również możliwość sparowania go z pozostałymi, równie wydajnymi podzespołami, by optymalnie wykorzystać oferowane przez nich możliwości.</p>\n<p>Procesor Intel Core i5-12400F może pracować nawet z najszybszymi pamięciami operacyjnymi - DDR5, oraz potrafi wykorzystać przepustowość interfejsu PCIe Gen5.</p>\n<p>Pełnię możliwości procesora można osiągnąć dzięki umieszczeniu go na płycie głównej wspierającej interfejs Thunderbolt 4, oraz wyposażonej w kartę sieciową Intel Killer Wi-Fi 6/6E (Gig+).</p>",
      "price": 469.0,
      "producer_code": "BX8071512400F",
      "line": "Core i5",
      "model": "i5-12400F",
      "cores": 6,
      "threads": 12,
      "socket": "Socket 1700",
      "unlocked": false,
      "frequency": 2.5,
      "max_frequency": 4.4,
      "integrated_graphics_unit": null,
      "tdp": 65,
      "cooler_included": true,
      "packaging": "BOX"
    }
  },
  {
    "url": "https://www.morele.net/procesor-amd-ryzen-5-5600x-3-7-ghz-32-mb-box-100-100000065box-7267026/",
    "product_data": {
      "name": "Procesor AMD Ryzen 5 5600X",
      "producer": "AMD",
      "category": "CPU",
      "description": "<h3>Potęga Ryzen</h3><p>Chcesz, aby Twój komputer działał płynnie? Zależy Ci na wydajności i dużej mocy? Sprzęt, który posiadasz, często jest pod dużym obciążeniem? Procesor AMD Ryzen 5 5600X jest w takim razie doskonałym wyborem dla Ciebie. Nie obawiaj się o utratę energii lub niepożądany spadek jakości programów aktualnie uruchomionych na Twoim komputerze. Model zapewni płynność i najwyższą wydajność pracy oraz gier.</p><p>Urządzenie wyposażone zostało w 6 rdzeni, a także w 12 wątków logicznych, które razem dostarczają 3.7 GHz częstotliwości taktowania. Pamięć cache wynosi 35 MB. Możesz zapomnieć o długim wczytywaniu programów i zacinającej się rozgrywce. Ponadto, procesor posiada tryb turbo, dzięki któremu jesteś w stanie podkręcić go do 4.6 GHz. Nie jest to ostateczny wynik, ponieważ w tym modelu odblokowany został mnożnik. Możesz być absolutnie pewien, że nie zabraknie Ci mocy, a wydajność będzie na najwyższym poziomie.</p><h3>Wysokie osiągi dla dużych potrzeb</h3><p>Procesor został skonstruowany przy użyciu nowatorskiej architektury Zen 3. Oznacza to, że ulepszeniu uległ stosunek wydajności do zużycia i poboru energii. Możesz liczyć na bardzo wysokie osiągi swojego komputera i jednocześnie mieć pewność, że jest on energooszczędny. W urządzeniu wykorzystana została również wspólna pamięć dla wszystkich sześciu rdzeni. Poprawia to komunikację między nimi oraz zapobiega ewentualnemu opóźnieniu.</p><p>Jeżeli jesteś fanem gier komputerowych, zwłaszcza tych najnowszych, opisywany procesor będzie idealnym wyborem. W rozgrywce ważne są takie wartości jak liczba klatek na sekundę, szybkość renderowania czy brak długiego buforowania. Postaw na technologię AMD Ryzen i graj bez obaw o ewentualny spadek mocy lub wydajności. Procesor sprawdzi się idealnie do najświeższych odsłon o wysokich wymaganiach sprzętowych, jak również do starszych klasyków.</p><h3>Wielofunkcyjność i kompatybilność</h3><p>Procesor stworzony został nie tylko dla miłośników gier komputerowych, ale także dla osób pracujących na zaawansowanym oprogramowaniu. Możesz być pewny, że podczas obróbki grafiki lub plików wideo wydajność Twojego komputera pozostanie na wyjątkowo wysokim i zadowalającym poziomie. Urządzenie wyposażone zostało w technologię StoreMI, dzięki której reakcja systemu została znacząco przyspieszona. Możesz zapomnieć o długim ładowaniu programów służących do wykonywania skomplikowanych czynności.</p><p>Jednostka AMD Ryzen 5 5600X doskonale współpracuje z nowoczesnymi kartami graficznymi z górnej półki. Jest też kompatybilna ze starszymi oraz słabszymi urządzeniami, co jest jej dodatkową zaletą. Tworząc lub modyfikując stanowisko komputerowe, nie musisz martwić się o ewentualny brak wydajności. Procesor pozostanie niezawodny w każdej możliwej konfiguracji. Wykorzystaj go w pracy lub w gamingu.</p><h3>Nowoczesne technologie i TDP</h3><p>Zależy Ci na wysokiej wydajności i najkrótszym czasie reakcji? Wszystko to jest możliwe dzięki technologii, którą dysponuje procesor. Został wyposażony w narzędzie AMD Ryzen Master pozwalające na bezpieczne podkręcanie częstotliwości taktowania. Z łatwością możesz zarządzać mocą swojego komputera. Czytelny i prosty w obsłudze interfejs wykorzystasz również do sprawdzenia najważniejszych parametrów procesora, takich jak temperatura lub aktualnie produkowana energia.</p><p>Współczynnik Thermal Design Power (TDP) dla tego modelu wynosi 65 W. Jest to optymalna wartość, która sprawia, że procesor nie potrzebuje dużego zestawu chłodzącego, by działać prawidłowo. W zestawie oprócz urządzenia otrzymasz dedykowany system chłodzenia, który idealnie nadaje się do codziennego użytku. Twojej rozgrywki nie zakłóci szum lub hałas wentylatora, ponieważ nawet przy sporym obciążeniu model działa bardzo cicho.</p><h3>Wydajność, która da Ci przewagę</h3><p>Procesor wyposażony został w technologię AMD Store MI, która znacznie poprawia szybkość pracy Twojego komputera. Jeżeli posiadasz w swojej stacji roboczej nowoczesne dyski SSD lub HDD, prędkość odczytywania oraz zapisywania danych zauważalnie wzrośnie. Ponadto, możesz liczyć na niezwykłą stabilność podczas wykonywania skomplikowanych czynności na stanowisku. Zapomnij o spadku wydajności.</p><p>Warto wspomnieć również o niezwykle inteligentnej pracy procesora. Gdy zapotrzebowanie na energię jest zwiększone, przekieruje on niezbędną moc na najbardziej wymagające zadania. Nie martw się o spadek liczby klatek na sekundę podczas ważnego meczu, bijatyki lub strzelaniny. Bądź zawsze o jeden krok do przodu przed przeciwnikiem i zwyciężaj w każdej rozgrywce. Wszystko to możliwe jest przy zachowaniu optymalnego zużycia energii.</p>",
      "price": 559.0,
      "producer_code": "100-100000065BOX",
      "line": "Ryzen 5",
      "model": "5600X",
      "cores": 6,
      "threads": 12,
      "socket": "Socket AM4",
      "unlocked": true,
      "frequency": 3.7,
      "max_frequency": 4.6,
      "integrated_graphics_unit": null,
      "tdp": 65,
      "cooler_included": true,
      "packaging": "BOX"
    }
  }
]